const lrc = `[ar:25時、ナイトコードで。/镜音铃 (鏡音リン)]

[ti:D/N/A]

[00:00.20]D/N/A - 25時、ナイトコードで。/镜音铃 (鏡音リン)

[00:02.70]词：Azari

[00:03.25]曲：Azari

[00:14.32]小石を高く高く積み上げては
[00:14.32]将小石块朝着天空高高地堆砌

[00:17.65]吹きさらす心は夕暮れ
[00:17.65]微风拂过我心似暮色朦胧

[00:20.69]いつか見つかると まだ見つかると
[00:20.69]终有一天能发现答案 依然要不懈找寻

[00:24.08]白く甘く淡く
[00:24.08]洁白甜美而淡漠

[00:27.09]影踏み遊びばかりしてきました
[00:27.09]一直以来都只顾着玩踩影子游戏

[00:30.45]贖い足がかり探して
[00:30.45]只为找寻救赎的支点

[00:33.44]いつか見つけると まだ見つけると
[00:33.44]终有一天能寻获答案 依然要不懈找寻

[00:36.83]永く脆く遠く
[00:36.83]永恒脆弱而遥远

[00:40.45]鏡越し貴方と瞳の奥の私と
[00:40.45]隔着镜子的你还有眼眸深处的我

[00:48.04]誰かの中の貴方は
[00:48.04]在他人心中存在的你

[00:51.36]欠片のままに夢を見る
[00:51.36]如同碎片般深陷梦境之中

[00:54.43]だってD/N/Aじゃ語れない
[00:54.43]毕竟仅凭D/N/A不足以表述

[00:57.64]この心は私の中 紅く 紅く
[00:57.64]这颗心在我的体内 鲜红无比

[01:06.60]眠れない
[01:06.60]辗转难眠

[01:07.78]迷子のないものねだりじゃない
[01:07.78]这并非迷途之人无理取闹的索求

[01:10.46]この細胞は愛蔵刻まれてる
[01:10.46]珍贵之爱早已铭刻于细胞中

[01:13.59]まだ見つけるの まだ見つけるの
[01:13.59]依然在不懈找寻 依然在不懈找寻

[01:16.88]言えなかった音は？
[01:16.88]难以言说的又是什么？

[01:20.06]誰かの中の貴方は
[01:20.06]在他人心中存在的你

[01:23.22]繋がれたまま夢を見る
[01:23.22]深受牵绊桎梏沉溺于梦境

[01:26.37]だってD/N/Aじゃ語れない
[01:26.37]毕竟仅凭D/N/A不足以表述

[01:29.57]この痛みも私の中 紅く 紅く
[01:29.57]这份痛楚也在我体内 鲜红无比

[01:39.51]鏡の形と逆さまなD/N/A
[01:39.51]与镜中的模样上下倒置的D/N/A

[01:45.85]私の証と暖かなD/N/A
[01:45.85]我的印记与温暖的D/N/A

[01:52.29]鏡の形と逆さまなD/N/A
[01:52.29]与镜中的模样上下倒置的D/N/A

[01:58.62]私の証と暖かなD/N/A
[01:58.62]我的印记与温暖的D/N/A`;