const lrc = '[ti:D/N/A]'
[00:14.69]小石を高く高く積み上げては
[00:17.87]吹きさらす心は夕暮れ
[00:20.94]いつか見つかると まだ見つかると
[00:24.27]白く甘く淡く
[00:27.25]影踏み遊びばかりしてきました
[00:30.61]贖い足がかり探して
[00:33.73]いつか見つけると まだ見つけると
[00:37.06]永く脆く遠く
[00:40.67]鏡越し貴方と瞳の奥の私と
[00:43.87]誰かの中の貴方は
[00:48.26]欠片のままに夢を見る
[00:54.73]だってD/N/Aじゃ語れない
[00:57.86]この心は私の中 紅く 紅く
[01:07.09]眠れない
[01:07.91]迷子のないものねだりじゃない
[01:10.65]この細胞は愛蔵刻まれてる
[01:13.87]まだ見つけるの まだ見つけるの
[01:17.09]言えなかった音は
[01:20.27]誰かの中の貴方は
[01:23.49]繋がれたまま夢を見る
[01:26.67]だってD/N/Aじゃ語れない
[01:29.87]この痛みも私の中 紅く 紅く
[01:39.85]鏡の形と逆さまなD/N/A
[01:46.18]私の証と暖かなD/N/A
[01:52.58]鏡の形と逆さまなD/N/A
[01:59.03]私の証と暖かなD/N/A
[02:05.47]