const lrc = `[ar:]


[ti:]


[00:00.00]啥啊


[00:00.61]演唱：洛天依


[00:02.47]作词：suya


[00:04.64]作曲/调校：星葵


[00:07.11]编曲：石页


[00:08.66]曲绘：欠虐


[00:10.21]视频：綄风 星葵


[00:10.31]封面：綄风


[00:10.33]睁开眼又是新的一天


[00:12.67]起身先和猫打个照面


[00:15.22]连我和它都相看两厌


[00:17.44]“你看什么看 快去赚钱”


[00:20.22]高峰期总难挤上地铁


[00:22.68]车一晃咖啡全撒地面


[00:25.17]笑说抱歉


[00:26.48]低下头却


[00:27.37]悄悄红了眼


[00:29.54]生活一圈圈日子一年年


[00:32.12]总是这样重复一遍又一遍


[00:34.60]忙碌庸碌忘记了时间


[00:37.17]一点一点向上的只有发际线


[00:39.93]抓不住一天天


[00:42.09]从指尖溜走了我的一年年


[00:44.60]忙碌庸碌也想抱怨


[00:47.12]模糊的是世界还是我的视线


[01:00.22]睁开眼又是同样一天


[01:02.70]猫都学会了视若不见


[01:05.19]出门前穿戴检查一遍


[01:07.38]请听我许愿 “要赚大钱”


[01:10.20]总会被淹没在格子间


[01:12.70]总会丢掉自己的语言


[01:15.22]总会想念


[01:16.45]总会忘却


[01:17.41]藏起来的甜


[01:19.51]生活一圈圈日子一年年


[01:22.11]总是这样重复一遍又一遍


[01:24.61]忙碌庸碌没有人挂念


[01:27.17]一点一点向前的只在梦里面


[01:29.93]抓不住一天天


[01:32.09]从指尖溜走了我的一年年


[01:34.60]忙碌庸碌懒得抱怨


[01:37.13]模糊的回忆想来不会那么甜


[01:40.17]为什么我的生活总是一团乱麻


[01:42.65]为什么开始学着听话不再挣扎


[01:45.10]明天明天告诉我真的会变好吗


[01:47.49]要放弃吗


[01:50.14]偶尔也停下来看看儿时的漫画


[01:52.66]偶尔和我说说吧藏在心里的话


[01:55.18]我会将模糊的过去唱给你听呀


[01:57.50]我还在那


[01:59.53]生活一圈圈日子一年年


[02:02.18]也想听你为我唱起一遍遍


[02:04.60]相隔无数时空的遥远


[02:07.12]漫长岁月我也依然想要听见


[02:09.93]抓不住一天天


[02:12.11]但庆幸有你陪我度过一年年


[02:15.19]忙碌也能偷得清闲


[02:17.48]有你在身边`;